{
  "home": {
    "brand": "Các Nhãn Hàng",
    "brandViewAllBrands": "Xem tất cả nhãn hàng →",
    "productsYouLiked": "Sản Phẩm Bạn Đã Thích",
    "productLikedViewAllBrands": "Xem tất cả sản phẩm →",
    "ourServices": "Dịch Vụ Của Chúng Tôi",
    "servicesFreeShipping": "Giao hàng miễn phí",
    "servicesFreeShippingDesc": "Giao hàng miễn phí trong bán kính 5km",
    "servicesSecurePayment": "Thanh toán an toàn 100%",
    "servicesSecurePaymentDesc": "Đảm bảo thanh toán an toàn và bảo mật thông tin",
    "servicesGuaranteedSavings": "Tiết kiệm đảm bảo",
    "servicesGuaranteedSavingsDesc": "Cam kết giá tốt và ưu đãi hấp dẫn mỗi ngày",
    "servicesDailyDeals": "Ưu đãi mỗi ngày",
    "servicesDailyDealsDesc": "Khuyến mãi mới mỗi ngày dành riêng cho bạn",
    "featuredProducts": "Sản Phẩm Nổi Bật",
    "goToShop": "Đi đến shop →",
    "bestSellingProducts": "Sản Phẩm Bán Chạy",
    "partners": "ĐỐI TÁC VÀ KHÁCH HÀNG",
    "blog": "Tin Tức",
    "seeAll": "Xem tất cả →",
    "moblieTitle": "Khám Phá Thế Giới Di Động Tại DH Mobile!",
    "moblieDesc": "Chào mừng bạn đến với DH Mobile – điểm đến lý tưởng cho những tín đồ yêu thích công nghệ! Chúng tôi cung cấp một bộ sưu tập đa dạng các mẫu điện thoại thông minh từ những thương hiệu nổi tiếng như Samsung, Apple, Xiaomi và nhiều hơn nữa. Với giá cả hợp lý và dịch vụ tận tâm, chúng tôi cam kết mang đến trải nghiệm mua sắm tuyệt vời nhất cho bạn. Hãy tải ngay ứng dụng của chúng tôi để khám phá các ưu đãi hấp dẫn và sản phẩm mới nhất!"
  },
  "header": {
    "home": "Trang chủ",
    "products": "Sản phẩm",
    "voucher": "Mã giảm giá",
    "blog": "Bài viết",
    "introduce": "Giới thiệu",
    "service": "Dịch vụ",
    "warrantyPolicy": "Chính sách bảo hành",
    "returnPolicy": "Chính sách đổi trả",
    "deliveryPolicy": "Chính sách sách giao hàng",
    "checkImei": "Kiểm tra IMEI",
    "vi": "Tiếng Việt",
    "en": "Tiếng Anh",
    "hello": "Xin chào",
    "search": "Tìm kiếm sản phẩm tại đây...",
    "searchIcon": "Tìm kiếm",
    "chat": "Chat với chúng tôi",
    "info": "Thông tin",
    "customer_support": "Hỗ trợ khách hàng",
    "connect_with_us": "Kết nối với chúng tôi",
    "feedback_with_us": "Phản hồi với chúng tôi",
    "we_are_pleased_to_hear": "Chúng tôi rất sẵn lòng lắng nghe các ý kiến của bạn",
    "email_address": "Địa chỉ Email",
    "send": "Gửi"
  },
  "products": {
    "trademark": "Thương hiệu",
    "price": "Khoảng giá",
    "lowToHigh": "Giá Thấp - Cao",
    "highToLow": "Giá Cao - Thấp",
    "readyStock": "Sẵn hàng",
    "addToCart": "Thêm vào giỏ hàng",
    "all": "Tất cả",
    "addedToFavorites": "Đã thêm vào yêu thích",
    "addedToCart": "Đã thêm vào giỏ hàng",
    "removeFavorites": "Đã xóa khỏi yêu thích",
    "errorSpecialCharacters": "Không thể nhập kí tự đặc biệt",
    "errorMin": "Giá trị tối thiểu là 1"
  },
  "blog": {
    "poster": "Người đăng"
  },
  "chatBot": {
    "chat": "Trò chuyện",
    "message": "Gõ tin nhắn của bạn..."
  },
  "breadcrumbProductDetail": {
    "breadcrumbHeader": "Chi Tiết Sản Phẩm",
    "breadcrumbTitleHome": "Trang chủ",
    "breadcrumbTitleProduct": "Sản phẩm"
  },
  "productDetail": {
    "selectVersion": "Chọn phiên bản",
    "selectColor": "Chọn màu",
    "addToFavorites": "Thêm vào yêu thích",
    "describe": "Mô tả",
    "parameter": "Thông số kỹ thuật",
    "comment": "Bình luận"
  },
  "breadcrumbVoucher": {
    "breadcrumbHeader": "Mã Giảm Giá",
    "breadcrumbTitleHome": "Trang chủ",
    "breadcrumbDesc": "Copy mã và sử dụng"
  },
  "introduce": {
    "title": "Giới thiệu về DH Mobile",
    "smallTitle": "DH Mobile là hệ thống bán lẻ điện thoại thông minh chính hãng với sứ mệnh mang đến những sản phẩm công nghệ chất lượng cao, dịch vụ khách hàng tận tâm và trải nghiệm mua sắm tiện lợi, minh bạch cho người tiêu dùng Việt Nam.",
    "smallTitle2": "Được thành lập với mong muốn trở thành cầu nối giữa công nghệ tiên tiến và người dùng, DH Mobile luôn đặt chữ 'Tín' làm kim chỉ nam trong mọi hoạt động kinh doanh. Chúng tôi hiểu rằng mỗi chiếc điện thoại không chỉ là công cụ liên lạc mà còn là phương tiện giúp bạn kết nối với thế giới, học tập, làm việc và giải trí mỗi ngày.",
    "titleCard1": "Sản phẩm chính hãng - Chất lượng đảm bảo",
    "descCard1": "Tất cả sản phẩm tại DH Mobile đều là hàng chính hãng 100%, có nguồn gốc rõ ràng và đầy đủ hóa đơn VAT, bảo hành điện tử. Chúng tôi cam kết tuyệt đối không kinh doanh hàng xách tay, hàng trôi nổi hay hàng kém chất lượng. Mỗi sản phẩm khi đến tay khách hàng đều được kiểm tra kỹ lưỡng, đảm bảo nguyên seal, nguyên kiện và đầy đủ phụ kiện từ nhà sản xuất.",
    "titleCard2": "Dịch vụ khách hàng tận tâm",
    "descCard2": "DH Mobile xây dựng đội ngũ tư vấn viên chuyên nghiệp, được đào tạo bài bản để sẵn sàng hỗ trợ khách hàng trong mọi tình huống – từ tư vấn sản phẩm phù hợp nhu cầu, hỗ trợ kỹ thuật, cho đến giải quyết bảo hành và khiếu nại. Chúng tôi tin rằng, sự hài lòng của khách hàng không chỉ đến từ sản phẩm tốt mà còn đến từ dịch vụ chu đáo, tận tình.",
    "titleCard3": "Chính sách minh bạch – Hậu mãi rõ ràng",
    "descCard3": "Tại DH Mobile, mọi chính sách về đổi trả, bảo hành, trả góp hay ưu đãi đều được công khai minh bạch trên website và hệ thống cửa hàng. Khách hàng có thể dễ dàng tra cứu, nắm rõ quyền lợi và được hỗ trợ xử lý nhanh chóng. Đặc biệt, chúng tôi có chính sách “1 đổi 1 trong 7 ngày” dành cho các sản phẩm bị lỗi từ nhà sản xuất, cùng chế độ bảo hành mở rộng và hỗ trợ kỹ thuật trọn đời.",
    "titleCard4": "Tầm nhìn và sứ mệnh",
    "descCard4": "DH Mobile hướng đến việc trở thành chuỗi bán lẻ điện thoại thông minh đáng tin cậy hàng đầu tại Việt Nam. Chúng tôi không chỉ bán điện thoại – chúng tôi đồng hành cùng người dùng trên hành trình khám phá công nghệ. Sứ mệnh của chúng tôi là đem lại giá trị bền vững, nơi khách hàng luôn cảm thấy yên tâm, tin tưởng và hài lòng khi lựa chọn DH Mobile.",
    "titleCard5": "Cảm ơn quý khách hàng",
    "descCard5": "DH Mobile xin chân thành cảm ơn sự tin tưởng và ủng hộ của quý khách hàng trong suốt thời gian qua. Mỗi đơn hàng, mỗi lời góp ý và mỗi lần quay lại chính là động lực để chúng tôi tiếp tục hoàn thiện, phát triển và phục vụ tốt hơn từng ngày."
  }
}
